<p style="font-family:'Conv_BLotus',tahoma,sans-serif;font-size:18px;direction:rtl;color:#333;">
«یاغیش» در ترکی به معنای باران می‌باشد. ایده طراحی و پیاده‌سازی سامانه‌ای برای اخذ گزارشات پرسنلی، در دی ماه سال ۱۳۹۱ توسط آقای شهاب تدین مطرح شد.نسخه ۱ این نرم‌افزار حاصل شش ماه کار فشرده می‌باشد و در آن سعی شده است نیازمندی‌های عمومی مدیر منابع انسانی رفع شود.
</p>
<p style="font-family:'Conv_BLotus',tahoma,sans-serif;font-size:18px;direction:rtl;color:#333;">
مشکلی که در اکثر پروژه‌های نرم‌افزاری وجود دارد، عدم درک صحیح مشتری یا استفاده کننده نرم‌افزار از نیازمندی‌های نرم‌افزار است. بیشترین تشکر در تهیه این نرم‌افزار را از آقای تدین دارم، به دلیل درک کاملی که از نیازمندی‌های این نرم‌افزار داشتند. 
</p>
<p style="font-family:'Conv_BLotus',tahoma,sans-serif;font-size:18px;direction:rtl;color:#333;">
مانند هر اثر انسانی دیگر، سامانه مدیریت منابع انسانی «یاغیش» نیز از خطا مبرا نمی‌باشد. لطف می‌کنید اگر پیشنهادها و انتقادهای خود را  به آدرس ایمیل <span style="font-size:14px">mgaghdam@gmail.com</span> ارسال نمائید.
</p>
محمد قلعه‌پوراقدم- 1392/4/12- 23:36
<br /><br />
<h2>نسخه ۱.۱</h2>
<hr />
<p style="font-family:'Conv_BLotus',tahoma,sans-serif;font-size:19px;direction:rtl;color:#333;margin-top:5px;margin-bottom: 0px">
	خلاصه تغییرات در نسخه ۱.۱:
</p>
<ol style="font-family:'Conv_BLotus',tahoma,sans-serif;font-size:18px;direction:rtl;color:#333;margin-top:1px;">
	<li>امکان گزارش چاپی در اکثر گزارش‌ها</li>
	<li>تغییر و بهبود عنوان‌های صفحات</li>
	<li>امکان اخطار تمدید(اخطار تمدید قرارداد کارمند، باجه عصر و سرپرستی)</li>
	<li>افزودن «گزارش جامع» به منوی گزارشات</li>
	<li>افزودن نمودارهای «گزارش مقاطع تحصیلی» و «وضعیت تاهل کارمندان» به منوی گزارشات(با تشکر از همکاری دوست خوبم آقای حمید رحیمی(کد پرسنلی:003091-شعبه استاد شهریار تبریز))</li>
	<li>امکان ثبت، مدیریت و ویرایش مشخصات سرپرستی در منوی مدیریت شعب</li>
	<li>افزودن تعداد تشویق، تنبیه و دوره‌های آموزشی گذرانده در خلاصه وضعیت کارمند</li>
	<li>ویرایش این صفحه :)</li>
</ol>
محمد قلعه‌پوراقدم- ۱۳۹۲/۶/۲۹- ۱۲:۳۹
<br /><br />